Repository: jjsantamariasantos/IPM
Catalog: P1_Escritorio/Código/locale/*/LC_MESSAGES/*.po
Languages: gl

source: Error:
gl: Erro:

source: Error de conexión:
gl: Erro de conexión:

source: No se pudo conectar con el servidor. Verifique su conexión.
gl: Non se puido conectar co servidor. Verifique a súa conexión.

source: Su codigo no se encuentra en la base de datos.
gl: O seu código non se atopa na base de datos.

source: No se puede añadir una medicación. Datos invalidos
gl: Non se pode engadir medicación. Datos incorrectos.

source: No se pudo modificar una medicación. Datos invalidos
gl: Non se puido modificar a medicación. Datos incorrectos.

source: No se puede añadir una nueva Posología. Datos invalidos
gl: Non se pode engadir unha nova posoloxía. Datos incorrectos.

source: No se pudo modificar una Posología. Datos invalidos
gl: Non se puido modificar a posoloxía. Datos incorrectos.

source: No se pudo eliminar una Posología.
gl: Non se puido eliminar a posoloxía.

source: Paciente no Encontrado
gl: Paciente non atopado.

source: No se pudo eliminar una medicación.
gl: Non se puido eliminar a medicación.

source: Cargando, por favor espere...
gl: Cargando, por favor agarde...

source: Ingrese el codigo del paciente
gl: Insira o código do paciente

source: Lista de Pacientes Registrados:
gl: Lista de pacientes rexistrados:

source: Atras
gl: Atrás

source: Codigo:
gl: Código:

source: Nombre:
gl: Nome:

source: Agregar
gl: Engadir

source: Añadir
gl: Engadir

source: Dosis: %(dosage)s mg, Duración: %(treat_duration)s dias
gl: Dose: %(dosage)s mg, Duración: %(treat_duration)s días

source: Fecha de inicio del tratamiento: %(Start_date)s
gl: Data de inicio do tratamento: %(Start_date)s

source: Posología %(index)d: %(hour)02d:%(minute)02d
gl: Posoloxía %(index)d: %(hour)02d:%(minute)02d

source: No hay información disponible
gl: Non hai información dispoñible

source: Guardar
gl: Gardar

source: Nombre del medicamento
gl: Nome do medicamento

source: Dosis mg
gl: Dose mg

source: Fecha de inicio
gl: Data de inicio

source: Duracion del tratamiento
gl: Duración do tratamento

source: Duracion del tratamiento (días)
gl: Duración do tratamento (días)

source: Modificar la Posología
gl: Modificar a posoloxía

source: No hay información de posología disponible
gl: Non hai información de posoloxía dispoñible

source: Datos del Paciente
gl: Datos do paciente

source: Apellido
gl: Apelido

source: Posología
gl: Posoloxía

source: Modificar la medicación
gl: Modificar a medicación
